Repository: mozilla-l10n/mt-training-data
Catalog: tt/tt_pontoon.tmx
Source language: en_us
Languages: tt

source: Highlighted
tt: Аерылган

source: History Deleted
tt: Тарих бетерелде

source: History item menu
tt: Тарих элементы менюсы

source: Homepage
tt: Баш бит

source: In all tabs
tt: Барлык табларда

source: Input data to the clipboard
tt: Мәгълүматны алмаш буферына кую

source: Insecure Connection
tt: Хәвефсез булмаган бәйләнеш

source: Install
tt: Урнаштыру

source: Install Add-on
tt: Кушымчаны урнаштыру

source: Installed
tt: Урнаштырылган

source: Invalid Address
tt: Яраксыз адрес

source: Invalid URL
tt: Яраксыз URL

source: Jan
tt: Гый

source: Jul
tt: Июл

source: Jun
tt: Июн

source: Know your rights
tt: Хокукларыгызны белегез

source: Last 24 hours
tt: Соңгы 24 сәгать

source: Last 30 days
tt: Соңгы 30 көн

source: Last 7 days
tt: Соңгы 7 көн

source: Last attempt:
tt: Соңгы омтылыш:

source: Last synced: never
tt: Соңгы синхронлау: һичкайчан

source: Last synced: %s
tt: Соңгы синхронлау: %s

source: Last updated
tt: Соңгы яңартылу

source: Last used
tt: Соңгы кулланылган

source: Later
tt: Cоңрак

source: Learn About Sending Tabs…
tt: Табларны җибәрү турында күбрәк белү…

source: Learn more about permissions
tt: Рөхсәтләр турында күбрәк белү

source: Learn more about Sync.
tt: Синхронлау турында күбрәк беләсез.

source: Learn more link
tt: Күбрәк белү сылтамасы

source: Leave
tt: Чыгу

source: Libraries that we use
tt: Без кулланган китапханәләр

source: Library
tt: Китапханә

source: Licensing information
tt: Лицензия турында мәгълүмат

source: Light
tt: Ачык

source: Light color scheme
tt: Ачык төсле схема

source: Light theme
tt: Ачык тема

source: Link copied to clipboard
tt: Сылтама алмашу буферына күчермәләнде

source: List
tt: Исемлек

source: Location
tt: Урнашу

source: Login options
tt: Логин көйләүләре

source: Logins
tt: Логиннар

source: Logins and passwords
tt: Логиннар һәм серсүзләр

source: Logins and passwords that are not saved will be shown here.
tt: Сакланмаган логиннар һәм серсүзләр монда күрсәтеләчәк.

source: Logins and passwords will not be saved for these sites.
tt: Бу сайтлар өчен логиннар һәм серсүзләр сакланмаячак.

source: Malware site issue
tt: Зыянлы программалы сайт

source: Manage logins
tt: Логиннар белән идарә итү

source: Manage saved cards
tt: Сакланган карталар белән идарә итү

source: Manage site permissions
tt: Cайтка бирелгән рөхсәтләр белән идарә итү

source: Manually
tt: Кулдан

source: Mar
tt: Мар

source: Marketing data
tt: Маркетинг мәгълүматлары

source: May
tt: Май

source: Media
tt: Медиа

source: Menu
tt: Меню

source: Microphone
tt: Микрофон

source: Microphone 1
tt: Микрофон 1

source: Microphone is on
tt: Микрофон кабызылган

source: Migration completed
tt: Күчерү тәмамланды

source: More options
tt: Күбрәк опцияләр

source: Mozilla location service
tt: Mozilla урнашу хезмәте

source: Must have a title
tt: Исеме булырга тиеш

source: NAME
tt: ИСЕМ

source: Name (A-Z)
tt: Исем (А-Я)

source: Name collection
tt: Җыентыкка исем бирү

source: Name on Card
tt: Картадагы исем

source: Navigate back
tt: Кире кайту

source: Never
tt: Беркайчан да

source: Never save
tt: Беркайчан да cакламау

source: New add-on available
tt: Яңа кушымча бар

source: New add-ons available
tt: Яңа кушымчалар бар

source: New private tab
tt: Яңа хосусый таб

source: New private tab opened
tt: Яңа хосусый таб ачылды

source: New tab
tt: Яңа таб

source: New tab opened
tt: Яңа таб ачылды

source: No add-ons here
tt: Монда кушымчалар юк

source: No app found to open %1$s files
tt: %1$s файлларын ачу өчен кушымта табылмады

source: No bookmarks here
tt: Монда кыстыргычлар юк

source: No camera available on device
tt: Җиһазда камера юк

source: No Devices Connected
tt: Тоташкан җиһаз юк

source: No downloaded files
tt: Йөкләп алынган файллар юк

source: No experiments here
tt: Монда экспериментлар юк

source: No history here
tt: Тарих юк

source: No internet connection
tt: Интернетка тоташу юк

source: No open tabs
tt: Ачык таблар юк

source: No recently closed tabs here
tt: Монда күптән түгел ябылган таблар юк

source: No site exceptions
tt: Сайт өчен чыгармалар юк

source: No thanks
tt: Юк, рәхмәт

source: Notification
tt: Искәртү

source: Notifications
tt: Искәртүләр

source: Notifications for tabs received from other Firefox devices.
tt: Башка Firefox җиһазларыннан алынган таблар өчен искәртүләр.

source: Not yet supported
tt: Әлегә танылмый

source: No update available
tt: Яңартулар юк

source: (No username)
tt: (Кулланучы исеме юк)

source: Nov
tt: Ноя

source: Oct
tt: Окт

source: Offline
tt: Офлайн

source: Offline Mode
tt: Автоном эш режимы

source: OK
tt: ОК

source: Okay, Got it
tt: Яхшы, аңладым

source: OK, Got It
tt: Яхшы, аңладым

source: Older
tt: Искерәк

source: Only in Custom tabs
tt: Үзгә табларда гына

source: Only in Private tabs
tt: Хосусый табларда гына

source: On your computer open Firefox and go to <b>https://firefox.com/pair</b>
tt: Компьютерыгызда Firefox-ны ачыгыз һәм <b>https://firefox.com/pair</b> адресына үтегез

source: Open
tt: Ачу

source: Open a new Firefox tab
tt: Яңа Firefox табын ачу

source: Open Camera
tt: Камераны ачу

source: Open files downloaded to your device
tt: Җиһазыгызга йөкләп алынган файлларны ачу

source: Open image in new tab
tt: Рәсемне яңа табта ачу

source: Open in…
tt: ... белән ачу

source: Open in %1$s
tt: %1$s белән ачу

source: Open in app
tt: Кушымтада ачу

source: Open in new tab
tt: Яңа биттә ачу

source: Open in private tab
tt: Хосусый табта ачу

source: Open it in the menu
tt: Менюда ачу

source: Open link in external app
tt: Сылтаманы тышкы кушымтада ачу

source: Open link in new tab
tt: Сылтаманы яңа биттә ачу

source: Open link in private tab
tt: Сылтаманы xосусый табта ачу

source: Open links in apps
tt: Сылтамаларны кушымталарда ачу

source: Open links in a private tab
tt: Сылтаманы xосусый биттә ачу

source: Open settings
tt: Көйләүләрне ачу

source: Open site in browser
tt: Сайтны браузерда ачу

source: Open source libraries we use
tt: Без кулланган ачык чыганаклы китапханәләр

source: Open tabs menu
tt: Ачык таблар менюсы

source: Other Bookmarks
tt: Башка кыстыргычлар

source: Password copied to clipboard
tt: Серсүз алмашу буферына күчермәләнде

source: Password for %1$s
tt: %1$s өчен парол

source: Password required
tt: Серсүз кирәк

source: Paste
tt: Өстәү

source: Paste & Go
tt: Ябыштыру һәм күчү

source: Pause
tt: Туктату

source: Permissions
tt: Рөхсәтләр

source: Persistent Storage
tt: Даими саклагыч

source: Pick a month
tt: Айны сайлау

source: Play
tt: Уйнату

source: Please enable tab syncing.
tt: Зинһар, таблар синхронлауны кабызыгыз.

source: Please re-authenticate.
tt: Зинһар, сайтка яңадан керегез.

source: Powered By
tt: Киләсегә нигезләнгән:

source: Powered by %1$s
tt: %1$s нигезендә

source: POWERED BY %1$s
tt: %1$s НИГЕЗЕНДӘ

source: Privacy and security
tt: Хосусыйлык һәм хәвефсезлек

source: Privacy notice
tt: Хосусыйлык аңлатмасы

source: Private
tt: Хосусый

source: Private browsing
tt: Хосусый гизү

source: Private browsing session
tt: Хосусый гизү утырышы

source: Private %s
tt: Хосусый %s

source: Private Search
tt: Хосусый эзләү

source: Private session
tt: Хосусый утырыш

source: Private tab
tt: Хосусый таб

source: Private tab closed
tt: Хосусый таб ябылды

source: Private tabs
tt: Хосусый таблар

source: Private tabs closed
tt: Хосусый таблар ябылды

source: Private tabs deleted
tt: Хосусый таблар бетерелде

source: Protections are OFF for this site
tt: Бу сайт өчен саклау СҮНГӘН

source: Protections are ON for this site
tt: Бу сайт өчен саклау КАБЫНГАН

source: Protection Settings
tt: Саклау көйләүләре

source: Provide cryptographic authentication services
tt: Криптографик аутентификация хезмәтләрен тәкъдим ителсен

source: Proxy Server Not Found
tt: Прокси-сервер табылмады

source: Pull to refresh
tt: Яңарту өчен тартыгыз

source: QR scanner
tt: QR сканеры

source: Quick settings sheet
tt: Тиз көйләүләр панеле

source: Quit
tt: Чыгу

source: Rate on Google Play
tt: Google Play-да бәяләү

source: Rating
tt: Рейтинг

source: Read and modify bookmarks
tt: Кыстыргычларны уку һәм үзгәртү

source: Read and modify browser settings
tt: Браузер көйләүләрен уку һәм үзгәртү

source: Read and modify privacy settings
tt: Хосусыйлык көйләүләрен уку һәм үзгәртү

source: Reader view
tt: Уку режимы

source: Reading List
tt: Уку исемлеге

source: Read our privacy notice
tt: Безнең xоусыйлык аңлатмасын укыгыз

source: Read the text of all open tabs
tt: Барлык ачык табларның текстын уку

source: Ready to scan
tt: Сканерлауга әзер

source: Rear-facing camera
tt: Арткы камера

source: Received tabs
tt: Башка җиһаздагы таблар

source: Recently closed tabs
tt: Күптән түгел ябылган таблар

source: Recently used
tt: Соңгы кулланылган

source: Recommended
tt: Киңәш ителә

source: Reconnect
tt: Яңадан тоташу

source: Reconnect to resume syncing
tt: Синхронлауны дәвам итү өчен яңадан тоташыгыз

source: Reconnect to Sync
tt: Синхронлауга яңадан тоташу

source: Re-enter your PIN
tt: PIN-кодыгызны яңадан кертегез

source: Refresh
tt: Яңарту

source: Reload
tt: Яңарту

source: Remember decision for this site
tt: Бу сайт өчен карарны истә калдыру

source: Remote debugging via USB
tt: USB аркылы хаталарны ерактан төзәтү

source: Remove account
tt: Хисап язмасын бетерү

source: Removed %1$s
tt: %1$s бетерелде

source: Remove tab from collection
tt: Табны җыентыктан алып ташлау

source: Rename
tt: Исемен үзгәртү

source: Rename collection
tt: Җыентык исемен үзгәртү

# Replace query with “%s”. Example: https://www.google.com/search?q=%s
source: Replace query with “%s”. Example:\nhttps://www.google.com/search?q=%s
tt: Сорауны “%s” юлы белән алыштырыгыз. Мисал өчен:\nhttps://www.google.com/search?q=%s

source: Resend data
tt: Мәгълүматны яңадан җибәрү

source: Resend data to this site?
tt: Бу сайтка мәгълүматны яңадан җибәрергәме?

source: Restart %1$s
tt: %1$s-ны яңадан ачу

source: Restore tab
tt: Табны кире кайтару

source: Resume
tt: Дәвам итү

source: Resync
tt: Яңадан синхронлау

source: Return to previous app
tt: Соңгы кушымтага кире кайту

source: Reviews: %1$s
tt: Фикерләр: %1$s

source: Run in private browsing
tt: Хосусый гизү режимында эшләтү

source: Sans Serif font
tt: Sans Serif шрифты

source: Save and autofill cards
tt: Карталарны саклау һәм автотөгәлләү

source: Save changes to login.
tt: Логин үзгәрешләрен саклау.

source: Saved cards
tt: Сакланган карталар

source: Saved logins
tt: Сакланган логиннар

source: Saved %s
tt: %s сакланды

source: Save file to device
tt: Файлны җиһазга саклау

source: Save image
tt: Рәсемне саклау

source: Save logins and passwords
tt: Логиннар һәм серсүзләрне саклау

source: Save selected tabs to collection
tt: Сайланган табларны җыентыкка өстәү

source: Save tabs to collection
tt: Табларны җыентыкка саклау

source: Save this login?
tt: Бу логин саклансынмы?

source: Save to collection
tt: Җыентыкка саклау

source: Scan
tt: Сканерлау

source: Scan the code
tt: Кодны сканерлау

source: Scan the QR code shown at <b>firefox.com/pair</b>
tt: <b>Firefox.com/pair</b> адресында күрсәтелгән QR кодны сканерлагыз

source: Screenshots
tt: Скриншотлар

source: Search bookmarks
tt: Кыстыргычлардан эзләү

source: Search browsing history
tt: Гизү тарихыннан эзләү

source: Search engine
tt: Эзләү системасы

source: Search engine settings
tt: Эзләү системасы көйләүләре

source: Search engine with name “%s” already exists.
tt: “%s” исемле эзләү системасы инде бар.

source: Search language
tt: Телне эзләү

source: Search logins
tt: Логиннардан эзләү

source: Search or enter address
tt: Эзләү яки адрес язу

source: Search %s
tt: %s ярдәмендә эзләү

source: Search string to use
tt: Эзләнәчәк сүз я сүзтезмә

source: Search synced tabs
tt: Синхронланган табларны эзләү

source: Search the web
tt: Интернетта эзләү

source: Secure Connection
tt: Хәвефсез бәйләнеш

source: Secure Connection Failed
tt: Хәвефсез бәйләнеш кору хатасы

source: See what’s new
tt: Яңалыкларны карагыз

source: Select
tt: Cайлау

source: Select all
tt: Барысын да сайлау

source: Select collection
tt: Җыентыкны сайлау

source: Selected
tt: Сайланган

source: Selected %1$s
tt: %1$s сайланган

source: Selected language
tt: Сайланган тел

source: Selected tabs menu
tt: Сайланган таблар менюсы

source: Select folder
tt: Папка сайлау

source: Select tabs
tt: Табларны сайлау

source: Select Tabs
tt: Табларны сайлау

source: Select tabs to save
tt: Сакланачак табларны сайлагыз

source: Send and Share
tt: Җибәрү һәм уртаклашу

source: Send to all devices
tt: Барлык җиһазларга җибәрү

source: Send to device
tt: Җиһазга җибәрү

source: Sep
tt: Сен

source: Sepia
tt: Сепия

source: Sepia color scheme
tt: Сепия төсләр схемасы

source: Serif font
tt: Serif шрифты

source: Session options
tt: Сессия көйләүләре

source: Sessions
tt: Сессияләр

source: Set
tt: Урнаштыру

source: Set as default browser
tt: Стандарт браузер итеп билгеләү

source: Set up now
tt: Хәзер урнаштыру

source: Share
tt: Уртаклашу

source: Share a link
tt: Сылтаманы уртаклашу

source: Share all tabs
tt: Барлык табларны уртаклашу

source: Share email address
tt: Эл. почта адресын уртаклашу

source: Share image
tt: Рәсемне уртаклашу

source: Share link
tt: Сылтаманы уртаклашу

source: Share selected tabs
tt: Сайланган табларны уртаклашу

source: Share session
tt: Сессияне уртаклашу

source: Share tab
tt: Табны уртаклашу

source: Share tabs
tt: Табларны уртаклашу

source: Share via
tt: Аша уртаклашу

source: Share with…
tt: Уртаклашу...

source: %s health report
tt: %s сәламәтлеге турында хисапнамә

source: Shortcut name
tt: Ярлык исеме

source: Show clipboard suggestions
tt: Алмаш буферы тәкъдимнәрен күрсәтү

source: Show full history
tt: Тулы тарихны күрсәтү

source: Show in private sessions
tt: Хосусый сессияләрдә күрсәтү

source: Show most visited sites
tt: Иң күп каралган сайтларны күрсәтү

source: Show search engines
tt: Эзләү системаларын күрсәтү

source: Show search suggestions
tt: Эзләү тәкъдимнәрен күрсәтү

source: Show voice search
tt: Тавышлы эзләүне күрсәтү

source: Signing in…
tt: Керү...

source: Sign in to reconnect
tt: Яңадан тоташу өчен керегез

source: Sign in to see synced bookmarks
tt: Синхрон кыстыргычларны карау өчен керегез

source: Sign in to sync
tt: Синхронлауга керү

source: Sign in with your camera
tt: Камерагыз ярдәмендә керегез

source: Sign up
tt: Теркәлү

source: Site
tt: Сайт

source: Site copied to clipboard
tt: Сайт алмашу буферына күчермәләнде

source: Site information
tt: Сайт турында мәгълүмат

source: Site notifications
tt: Сайт искәртүләре

source: Site permissions
tt: Сайт рөхсәтләре

source: Site removed
tt: Сайт бетерелде

source: Social Media Trackers
tt: Социаль челтәр күзәтүчеләре

source: Sorry. %1$s can’t load that page.
tt: Гафу. %1$s бу сәхифәне йөкли алмый.

source: Sort logins menu
tt: Логиннар менюсын тәртипкә китерү

source: %s | OSS Libraries
tt: %s | OSS китапханәләр

source: %s (Private)
tt: %s (Хосусый)

source: Standard (default)
tt: Стандарт (килешенгәнчә)

source: Start %s
tt: %s программасын кабызу

source: Status:
tt: Статус:

source: Stay
tt: Калу

source: Stop
tt: Туктату

source: Strict
tt: Катгый

source: Strict (recommended)
tt: Катгый (киңәш ителә)

source: Studies
tt: Тикшеренүләр

source: Successfully disabled %1$s
tt: %1$s уңышлы сүндерелде

source: Successfully enabled %1$s
tt: %1$s уңышлы кабызылды

source: Successfully installed %1$s
tt: %1$s уңышлы урнаштырылды

source: Successfully removed %1$s
tt: %1$s уңышлы бетерелде

source: Successfully uninstalled %1$s
tt: %1$s уңышлы алып ташланды

source: Successfully updated
tt: Уңышлы яңартылды

source: Suggested logins
tt: Тәкъдим ителгән логиннар

source: Support
tt: Техник ярдәм

source: %s will delete the selected browsing data.
tt: %s сайланган гизү мәгълүматларын бетерәчәк.

source: %s will delete the selected items.
tt: %s сайланган элементларны бетерәчәк.

source: Switch
tt: Күчү

source: Switch to tab
tt: Табка күчү

source: Switch to the new Nightly
tt: Яңа Nightly-га күчү

source: Sync
tt: Синхронлау

source: Sync bookmarks, history, and more with your Firefox Account
tt: Кыстыргычларны, тарихны һәм башкаларны Firefox Хисабыгыз белән синхронлау

source: Sync cards across devices
tt: Карталарны җиһазлар арасында синхронлау

source: Synced tabs
tt: Синхронланган таблар

source: Sync failed. Last success: %s
tt: Синхронлау барып чыкмады. Соңгы синхронлау: %s

source: Sync failed. Last synced: never
tt: Синхронлау барып чыкмады. Соңгы синхронлау: һичкайчан

source: Syncing…
tt: Синхронлау...

source: Sync is on
tt: Синхронлау кабызылган

source: Sync logins
tt: Логиннарны синхронлау

source: Sync now
tt: Хәзер синхронлау

source: Tab closed
tt: Таб ябылды

source: Tab deleted
tt: Таб бетерелде

source: Tab menu
tt: Таблар менюсы

source: Tab Received
tt: Таб кабул ителде

source: Tabs
tt: Таблар

source: Tab saved!
tt: Таб сакланды!

source: Tabs closed
tt: Таблар ябылды

source: Tabs closed!
tt: Таблар ябылды!

source: Tabs deleted
tt: Таблар бетерелде

source: Tab sent!
tt: Таб җибәрелде!

source: Tab settings
tt: Таб көйләүләре

source: Tabs Received
tt: Таблар кабул ителде

source: Tabs saved!
tt: Таблар сакланды!

source: Tabs sent!
tt: Таблар җибәрелде!

source: Tab view
tt: Таб күренеше

source: Telemetry
tt: Телеметрия

source: The address isn’t valid
tt: Адрес хаталы

source: The connection has timed out
tt: Бәйләнешне көтү вакыты чыкты

source: The connection was interrupted
tt: Бәйләнеш өзелде

source: The connection was reset
tt: Бәйләнеш ташланды

source: The editable text field for the password of the login.
tt: Логинның серсүзе өчен үзгәртелә торган текст кыры.

source: The editable text field for the username of the login.
tt: Логинның кулланучы исеме өчен үзгәртелә торган текст кыры.

source: The editable text field for the web address of the login.
tt: Логинның веб-адресы өчен үзгәртелә торган текст кыры.

source: Theme
tt: Тема

source: The page at %1$s says:
tt: %1$s сәхифәсеннән хәбәр:

source: The page isn’t redirecting properly
tt: Сәхифә икенче сәхифәгә дөрес юнәлтми

source: This will delete all of your browsing data.
tt: Бу сезнең барлык гизү мәгълүматларыгызны да бетерәчәк.

source: To allow it:
tt: Рөхсәт итү өчен:

source: Toggle tab mode
tt: Таб режимын алыштыру

source: Toolbar
tt: Кораллар панеле

source: Top
tt: Өстә

source: Top Articles
tt: Төп мәкаләләр

source: Top site name
tt: Төп сайт исеме

source: Top sites
tt: Еш кулланылучылар

source: To send a tab, sign in to Firefox on at least one other device.
tt: Табны җибәрү өчен, кимендә тагын бер башка җиһаздан Firefox-ка керегез.

source: Tracking content
tt: Күзәтүче эчтәлек

source: Tracking Content
tt: Күзәтүче эчтәлек

source: Tracking Protection
tt: Күзәтелүдән саклау

source: Tracking Protection is off for this site
tt: Бу сайт өчен Күзәтелүдән Саклау сүндерелгән

source: Tracking Protection is on
tt: Күзәтелүдән Саклау кабызылган

source: Try Again
tt: Янәдән тырышып карау

source: Turned off globally, go to Settings to turn it on.
tt: Тулысынча сүндерелгән, аны кабызу өчен көйләүләргә керегез.

source: Turn on for all sites
tt: Барлык сайтлар өчен дә кабызу

source: Turn on Sync
tt: Синхронлауны кабызу

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
tt: <ul> <li>Сайт вакытлыча сүнгән я бик мәшгуль булырга мөмкин. Берничә минуттан янәдән тырышып карагыз.</li> <li>Һичбер сәхифә дә ачылмаса җиһазыгызның мобиль Интернет яисә Wi-Fi бәйләнешен тикшерегез.</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
tt: <ul> <li>Бу сервер көйләүләрендәге хата белән бәйле булырга мөмкин, яисә кемдер Сезгә кирәкле серверны икенче берәве белән алыштырырга тырыша.</li> <li>Моңа кадәр бу серверга уңышлы тоташа торган булсагыз, бу хата вакытлыча гына булырга мөмкин. Берәздән янәдән тырышып карагыз.</li> </ul>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
tt: <ul> <li>Веб адреслары гадәттә түбәндәгечә языла — <strong>http://www.example.com/</strong></li> <li>Адресларда сулга түгел, ә бәлки уңга авыш бүлү билгесен кулланасы (ягъни бу билге: <strong>/</strong>).</li> </ul>

source: Unable to connect
tt: Тоташып булмады

source: Unable to open %1$s
tt: %1$s кушымтасын ачу мөмкин түгел

source: Unable to save login
tt: Логинны саклап булмый

source: Unable to send
tt: Җибәреп булмады

source: Undo
tt: Кире алу

source: UNDO
tt: КИРЕ АЛУ

source: Unexpected response from server
tt: Сервердан көтелмәгән җавап

source: Unknown Protocol
tt: Билгесез протокол

source: Unlock %1$s
tt: %1$s программасын ачу

source: Unlock to view your saved logins
tt: Сакланган логиннарыгызны карау өчен йозакны ачыгыз

source: Unlock your device
tt: Җиһазыгызның йозагын ачыгыз

source: Unsafe File Type
tt: Куркыныч файл төре

source: Unselected %1$s
tt: %1$s сайланмаган

source: Unwanted site issue
tt: Кирәкмәс сайт

source: Update complete
tt: Яңарту тәмам

source: Update in progress
tt: Яңарту бара

source: Updater Information
tt: Яңарту турында мәгълүмат

source: Update this login?
tt: Бу логин яңартылсынмы?

source: Updating %s…
tt: %s яңартыла…

source: URL copied
tt: URL копияләнде

source: URL copied.
tt: URL копияләнде.

source: URL copied to clipboard
tt: URL алмашу буферына күчермәләнде

source: Usage and technical data
tt: Куллану турында һәм техник мәгълүматлар

source: Use email instead
tt: Моның урынына эл. почта кулланыгыз

source: Username
tt: Кулланучы исеме

source: Username copied to clipboard
tt: Кулланучы исеме алмашу буферына күчермәләнде

source: Verification failed
tt: Раслау уңышсыз тәмамланды

source: Verified By: %1$s
tt: Раслаучы: %1$s

source: View
tt: Карау

source: View a list of tabs from your other devices.
tt: Башка җиһазларыгызда ачылган таблар исемлеген карау.

source: View options
tt: Опцияләрне карау

source: Voice search
tt: Тавышлы эзләү

source: Website
tt: Веб-сайт

source: Welcome to an all-new %s
tt: Өр яңа %s-ка рәхим итегез

source: Welcome to %s!
tt: %s программасына рәхим итегез!

source: What’s New
tt: Яңалыклар

source: What’s new in %s
tt: %s яңалыклары

source: Yes, sign me in
tt: Әйе, кертегез

source: Yesterday
tt: Кичә

source: You don’t have any tabs open in Firefox on your other devices.
tt: Башка җиһазларыгыздагы Firefox-ларда ачык таблар юк.

source: You’re in a private session
tt: Сез хосусый сессиядә

source: Your open tabs will be shown here.
tt: Сезнең ачык таблар монда күрсәтеләчәк.

source: Your privacy
tt: Сезнең хосусыйлык

source: Your private tabs will be shown here.
tt: Сезнең хосусый таблар монда күрсәтеләчәк.

source: Your rights
tt: Хокукларыгыз

source: Your Rights
tt: Хокукларыгыз

source: Zoom on all websites
tt: Барлык вебсайтларны да масштаблау

source: 1. Go to Settings
tt: 1. Көйләүләргә күчү

source: 1 of %d files
tt: 1 / %d файл

source: %1$@ on %2$@
tt: %2$@ җиһазындагы %1$@

source: 3. Select Firefox
tt: 3. Firefox-ны сайлагыз

source: Aa
tt: Аа

source: Account Verification Required
tt: Хисапны раслау кирәк

source: Active
tt: Актив

source: Add Bookmark
tt: Кыстыргычны өстәү

source: Added page to Reading List
tt: Сәһифә уку исемлегенә өстәлде

source: Added Search engine!
tt: Эзләү системасы өстәлде!

source: Added to Reading List
tt: Уку исемлегенә өстәлде

source: Added To Reading List
tt: Уку исемлегенә өстәлде

source: Added to Shortcuts
tt: Ярлыкларга өстәлде

source: Add Firefox shortcuts to your Home screen.
tt: Өй экранына Firefox ярлыкларын өстәгез.
